docs-DR/dot/SpecialCaseMovementTask_User.dot
digraph G {
rankdir="LR";
"SpecialCaseMovementTask_User" -> "JudgeAssignTask_User" [label=1]
"DistributionTask_Organization" -> "SpecialCaseMovementTask_User" [label=1]
}
